app/controllers/users_controller.rb

INSERT INTO "users" ("created_at", "email", "name", "password_digest", "remember_token", "updated_at") VALUES (?, ?, ?, ?, ?, ?)
---
	def create
		@user = User.new(params[:user])
    	if @user.save